Repository: OmerFErdogan/Word-Box
Catalog: *_words/lib/l10n/app_*.arb
Languages: da, el, hu, it, ko, pt

source: Favorite Words
da: Favorit Ord
el: Αγαπημένες Λέξεις
hu: Kedvenc Szavak
it: Parole Preferite
ko: 즐겨찾는 단어
pt: Palavras Favoritas

source: Anagram Game
da: Anagram Spil
el: Παιχνίδι Αναγραμματισμού
hu: Anagramma Játék
it: Gioco di Anagrammi
ko: 아나그램 게임
pt: Jogo de Anagramas

source: Quiz
hu: Kvíz
ko: 퀴즈

source: Fill in the Blank Game
da: Udfyld Tomrummet Spil
el: Παιχνίδι Συμπλήρωσης Κενών
hu: Üres Hely Kitöltése Játék
it: Gioco di Riempimento di Spazi Vuoti
ko: 빈 칸 채우기 게임
pt: Jogo de Preencher os Espaços

source: Word Categories
da: Ord Kategorier
el: Κατηγορίες Λέξεων
hu: Szó Kategóriák
it: Categorie di Parole
ko: 단어 카테고리
pt: Categorias de Palavras

source: Select Theme
da: Vælg Tema
el: Επιλογή Θέματος
hu: Téma Választása
it: Seleziona Tema
ko: 테마 선택
pt: Selecionar Tema

source: Menu
el: Μενού
hu: Menü
ko: 메뉴

source: Sentence
da: Sætning
el: Πρόταση
hu: Mondata
it: Frase
ko: 문장
pt: Frase

source: App Features
da: App Funktioner
el: Χαρακτηριστικά της Εφαρμογής
hu: Alkalmazás Jellemzők
it: Funzionalit√† dell'App
ko: 앱 특징
pt: Funcionalidades do App

source: Play Anagram Game
da: Spil Anagram Spil
el: Παίξτε το Παιχνίδι Αναγραμματισμού
hu: Játssz Anagramma Játékot
it: Gioca a Gioco di Anagrammi
ko: 아나그램 게임을 하세요.
pt: Jogue o Jogo de Anagramas

# add_edit_delete_words
source: Add, Edit, and Delete Words
da: Tilføj, Rediger, og Slet Ord
el: Προσθέστε, Επεξεργαστείτε, και Διαγράψτε Λέξεις
hu: Szavak Hozzáadása, Szerkesztése, és Törlése
it: Aggiungi, Modifica e Cancella Parole
ko: 단어 추가, 편집, 삭제
pt: Adicione, Edite, e Delete Palavras

source: View Your Statistics
da: Se dine Statistikker
el: Δείτε τις Στατιστικές σας
hu: Nézd Meg a Statisztikáidat
it: Visualizza le Tue Statistiche
ko: 통계 보기
pt: Veja Suas Estatísticas

source: Determine Your Favorite Words
da: Bestem dine Favorit Ord
el: Καθορίστε τις Αγαπημένες σας Λέξεις
hu: Határozd Meg Kedvenc Szavaidat
it: Determina le Tue Parole Preferite
ko: 즐겨찾는 단어 결정
pt: Determine Suas Palavras Favoritas

source: Play Fill in the Blank Game
da: Spil Udfyld Tomrummet Spil
el: Παίξτε το Παιχνίδι Συμπλήρωσης Κενών
hu: Játssz Üres Hely Kitöltése Játékot
it: Gioca a Gioco di Riempimento di Spazi Vuoti
ko: 빈 칸 채우기 게임을 하세요.
pt: Jogue o Jogo de Preencher os Espaços

source: Examine Your Learning Statistics
da: Undersøg dine Læringsstatistikker
el: Εξετάστε τις Στατιστικές της Μάθησης σας
hu: Nézd Meg a Tanulási Statisztikáidat
it: Esamina le Tue Statistiche di Apprendimento
ko: 학습 통계 조사
pt: Examine Suas Estatísticas de Aprendizagem

source: Create Word Categories
da: Opret Ord Kategorier
el: Δημιουργήστε Κατηγορίες Λέξεων
hu: Szó Kategóriák Létrehozása
it: Crea Categorie di Parole
ko: 단어 카테고리 생성
pt: Crie Categorias de Palavras

source: Close
da: Luk
el: Κλείσε
hu: Bezár
it: Chiudi
ko: 닫기
pt: Fechar

source: English
da: Engelsk
el: Αγγλικά
hu: Angol
it: Inglese
ko: 영어
pt: Inglês

source: Mother Tongue
da: Modersmål
el: Μητρική Γλώσσα
hu: Anyanyelv
it: Lingua Madre
ko: 모국어
pt: Língua Materna

source: Example Sentence
da: Eksempel sætning
el: Παράδειγμα Πρότασης
hu: Példa Mondata
it: Frase Esempio
ko: 예문
pt: Frase Exemplo

source: Category
da: Kategori
el: Κατηγορία
hu: Kategória
it: Categoria
ko: 카테고리
pt: Categoria

source: Save
da: Gem
el: Αποθήκευση
hu: Mentés
it: Salva
ko: 저장
pt: Salvar

# words_without_category
source: Words without category will be saved to 'Uncategorized' category
da: Ord uden kategori vil blive gemt i kategorien 'Uden kategori'.
el: Λέξεις χωρίς κατηγορία θα αποθηκευτούν στην κατηγορία 'Χωρίς Κατηγορία'
hu: A kategória nélküli szavakat a 'Kategória nélküli' kategóriába mentjük.
it: Le parole senza categoria saranno salvate nella categoria 'Non categorizzato'
ko: 카테고리가 없는 단어는 '카테고리 없음' 카테고리에 저장됩니다.
pt: Palavras sem categoria serão salvas na categoria 'Sem categoria'

source: Add New Word
da: Tilføj Nyt Ord
el: Προσθέστε Νέα Λέξη
hu: Új Szó Hozzáadása
it: Aggiungi Nuova Parola
ko: 새 단어 추가
pt: Adicionar Nova Palavra

source: Categories
da: Kategorier
el: Κατηγορίες
hu: Kategóriák
it: Categorie
ko: 카테고리
pt: Categorias

source: Reply
da: Svar
el: Απάντηση
hu: Válasz
it: Rispondi
ko: 답장
pt: Responder

source: Score
el: Σκορ
hu: Pontszám
it: Punteggio
ko: 점수
pt: Pontuação

source: Word
da: Ord
el: Λέξη
hu: Szó
it: Parola
ko: 단어
pt: Palavra

source: Write Your Answer Here
da: Skriv dit svar her
el: Γράψτε την Απάντησή σας Εδώ
hu: Írd Ide a Válaszodat
it: Scrivi la Tua Risposta Qui
ko: 여기에 답변을 작성하세요
pt: Escreva Sua Resposta Aqui

source: Words Learned Over Time
da: Ord Lært Over Tid
el: Λέξεις που Έχουν Μάθει με την Πάροδο του Χρόνου
hu: Idővel Megtanult Szavak
it: Parole Apprese nel Tempo
ko: 시간이 지남에 따라 배운 단어
pt: Palavras Aprendidas ao Longo do Tempo

source: Learning Statistic
da: Læringsstatistik
el: Στατιστική Μάθησης
hu: Tanulási Statisztika
it: Statistica di Apprendimento
ko: 학습 통계
pt: Estatística de Aprendizagem

source: Attention
da: Opmærksomhed
el: Προσοχή
hu: Figyelem
it: Attenzione
ko: 주의
pt: Atenção

# add_at_least_3_words
source: You should add at least 3 words before starting the Quiz, Anagram and Fill in the blank games
da: Du skal tilføje mindst 3 ord, før du starter Quiz, Anagram Spil, og Udfyld Tomrummet Spil
el: Πρέπει να προσθέσετε τουλάχιστον 3 λέξεις πριν αρχίσετε το Quiz, το Παιχνίδι Αναγραμματισμού, και το Παιχνίδι Συμπλήρωσης Κενών
hu: Kell hozzáadni legalább 3 szót mielőtt elkezdenéd a Kvízt, az Anagramma Játékot, és az Üres Hely Kitöltése Játékot
it: Devi aggiungere almeno 3 parole prima di iniziare il Quiz, Gioco di Anagrammi e Gioco di Riempimento di Spazi Vuoti
ko: 퀴즈, 아나그램 게임, 빈 칸 채우기 게임을 시작하기 전에 적어도 3개의 단어를 추가해야 합니다.
pt: Você deve adicionar pelo menos 3 palavras antes de começar o Quiz, o Jogo de Anagramas e o Jogo de Preencher os Espaços

source: Your Answer
da: Dit Svar
el: Η Απάντησή σας
hu: A Válaszod
it: La Tua Risposta
ko: 당신의 답변
pt: Sua Resposta

source: Question
da: Spørgsmål
el: Ερώτηση
hu: Kérdés
it: Domanda
ko: 질문
pt: Pergunta

source: ALERT
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
hu: FIGYELEM
it: ALLERTA
ko: 경고
pt: ALERTA

# before_games
source: Before you start the QUIZ, SPACE FILL and ANAGRAM games
da: Før du starter QUIZ, FYLD RUM og ANAGRAM spil
el: Πριν ξεκινήσετε τα παιχνίδια ΚΟΥΙΖ, ΣΥΜΠΛΗΡΩΣΗ ΧΩΡΟΥ και ΑΝΑΓΡΑΜΜΑ
hu: A KVÍZ, TÉRFELTÖLTŐ és ANAGRAM játékok elkezdése előtt
it: Prima di iniziare i giochi QUIZ, RIEMPI SPAZIO e ANAGRAMMA
ko: 퀴즈, 공간 채우기, 아나그램 게임을 시작하기 전에
pt: Antes de começar os jogos QUIZ, PREENCHER ESPAÇO e ANAGRAMA

# must_add_words
source: You must add at least 3 words.
da: Du skal tilføje mindst 3 ord.
el: Πρέπει να προσθέσετε τουλάχιστον 3 λέξεις.
hu: Legalább 3 szót kell hozzáadnia.
it: Devi aggiungere almeno 3 parole.
ko: 최소 3개의 단어를 추가해야 합니다.
pt: Você deve adicionar pelo menos 3 palavras.

# press_plus
source: '+' Press
da: Tryk på '+'
el: Πατήστε '+'
hu: Nyomja meg a '+' gombot
it: Premi '+'
ko: '+' 누르기
pt: Pressione '+'

# try_adding_words
source: Try Adding Words to the Screen.
da: Prøv at tilføje ord til skærmen.
el: Δοκιμάστε να προσθέσετε λέξεις στην οθόνη.
hu: Próbáljon szavakat hozzáadni a képernyőhöz.
it: Prova ad aggiungere parole allo schermo.
ko: 화면에 단어를 추가해 보세요.
pt: Tente adicionar palavras à tela.
